public class Test {
    public static void main(String[] args) {
        Add.add("梳妆凳",500,50,"18-12-05","欧式风格");
        Add.add("衣柜",600,20,"19-03-05","地中海风格");
        Add.add("茶几",200,5,"18-11-06","现代前卫风格");
        Add.add("儿童床",3000,18,"18-12-11","古典风格");
        Add.add("书桌",550,60,"19-01-05","欧式风格");
        Add.add("床",550,60,"19-01-05","欧式风格");
        //如果家具已存在，则需要增加家具的数量，而不是再新增一条记录

        //根据家具名称删除
//        Delete.delete("沙发");
        //根据家具名称得到家具的全部信息
//        Find.find("衣柜");
//        //根据家具名称修改 价格 日期 风格
//        Modify.modify("桌子","330","18-02-25","现代前卫风格");

    }
}
